Repository: ordtrogen/Monero-TMs-and-Glossaries
Catalog: project_save.tmx
Source language: en
Languages: sv

source: You must then backup the p2p client wallet and keep it safe as your remaining bitcoins will be stored there.
sv: Därför måste du ta en backup av klientplånboken och spara den på ett säkert eftersom dina återstående bitcoin kommer att sparas där.

source: You now need to be notified when the payment arrives.
sv: Nu behöver du vänta på en avisering som meddelar att betalningen har kommit fram.

source: You should also make note of your private key in WIF format since it is more widely used.
sv: Du ska också anteckna din privata nyckel i WIF-format eftersom detta används mer allmänt.

source: You should find another browser to use with this generator.
sv: Du måste hitta en annan webbläsare för att använda denna generator.

source: You should use a more modern browser with this generator to increase the security of the keys generated.
sv: Du måste använda en modernare webbläsare med denna generator för att öka säkerheten hos de nycklar som skapas.

source: You will need this to retrieve the Bitcoin Private Key once the Pool has found your prefix.
sv: Du kommer att behöva den för att komma åt din privata bitcoinnyckel när poolen har hittat ditt prefix.

source: You will then see the Bitcoin address associated with your private key.
sv: Du kommer då att se den bitcoinadress som är associerad med din privata nyckel.

source: Your Bitcoin Private Key is a unique secret number that only you know.
sv: Din privata bitcoinnyckel är ett unikt hemligt tal som bara du känner till.

source: Your Bitcoin private key should be kept a secret.
sv: Du måste hålla din privata bitcoinnyckel hemlig.

source: Your browser can generate cryptographically random keys using window.crypto.getRandomValues
sv: Din webbläsare kan skapa kryptografiskt slumpmässiga nycklar genom att anropa funktionen window.crypto.getRandomValues

source: Your browser does NOT support window.crypto.getRandomValues.
sv: Din webbläsare stödjer INTE window.crypto.getRandomValues.

source: Your original password was incorrect.
sv: Ditt gamla lösenord var fel.

source: Your transaction needs to be split into %llu transactions.
sv: Din transaktion behöver delas upp i %llu transaktioner.

source: Your wallet file format is being upgraded now.
sv: Your plånbok file format is being upgraded now.

source: Your wallet has been generated!
sv: Din plånbok har skapats!

source: [NOTE: this input box can accept a public key or private key]
sv: [OBS: detta inmatningsfält kan ta emot en offentlig nyckel eller en privat nyckel]

source: a single transaction cannot use more than one payment id:
sv: en enstaka transaktion kan inte använda mer än ett betalnings-ID:

source: account creation failed
sv: det gick inte att skapa konto

source: address_book [(add (<address> [pid <long or short payment id>])|<integrated address> [<description possibly with whitespaces>])|(delete <index>)] - Print all entries in the address book, optionally adding/deleting an entry to/from it
sv: address_book [(add (<adress> [pid <långt eller kort betalnings-ID>])|<Integrerad adress> [<beskrivning "possibly" med "whitespaces">])|(delete <index>)] - Skriv ut alla "entries" i adressboken, eventuellt lägga till/ta bort ett "entry" till/från den

source: amount
sv: belopp

source: amount is wrong:
sv: beloppet är fel:

source: and --
sv: och --

source: available options: language
sv: tillgängliga alternativ: språk

source: bad locked_blocks parameter:
sv: "dålig" locked_blocks parameter:

source: bad m_restore_height parameter:
sv: dålig m_restore_height parameter:

source: blockchain can't be saved:
sv: blockkedjan kan inte sparas:

source: blocks that are temporally very close
sv: block som ligger väldigt nära varandra i tiden

source: can't specify both --restore-deterministic-wallet and --non-deterministic
sv: det går inte att ange både --restore-deterministic-wallet och --non-deterministic

source: can't specify daemon host or port more than once
sv: can't specify daemon host eller port mer än en gång

source: can't specify more than one of --generate-new-wallet="wallet_name", --wallet-file="wallet_name", --generate-from-view-key="wallet_name", --generate-from-json="jsonfilename" and --generate-from-keys="wallet_name"
sv: det går inte att ange mer än en av --generate-new-wallet="wallet_name", --wallet-file="wallet_name", --generate-from-view-key="wallet_name", --generate-from-json="jsonfilename" och --generate-from-keys="wallet_name"

source: can't specify more than one of --password and --password-file
sv: can't specify mer än en av --password och --password-file

source: cannot be empty
sv: kan inte vara tomt

source: could not change default mixin
sv: det gick inte att ändra standardinställning för mixin

source: could not change default priority
sv: Det gick inte att ändra standardinställning för prioritet

source: daemon is busy.
sv: daemonen är upptagen.

source: date format must be YYYY-MM-DD
sv: datumformat måste vara ÅÅÅÅ-MM-DD

source: donate [<mixin_count>] <amount> [payment_id] - Donate <amount> to the development team (donate.getmonero.org)
sv: donate [<mixin_count>] <belopp> [payment_id] - Donera <belopp> till utvecklings-teamet (donate.getmonero.org)

source: download
sv: laddar ner

source: error:
sv: fel:

source: expected at least one payment_id
sv: "förväntade" åtminstone ett payment_id

source: expected number from 0 to
sv: "expected" ett tal från 0 till

source: failed
sv: misslyckades

source: failed to connect to the daemon
sv: det gick inte att ansluta till daemonen

source: failed to deinitialize wallet
sv: det gick inte att "deinitialize" plånboken

source: failed to find a suitable way to split transactions
sv: det gick inte att hitta ett lämpligt sätt att dela upp transaktioner

source: failed to generate key derivation
sv: det gick inte att skapa nyckel-"derivation"

source: failed to generate key derivation from supplied parameters
sv: det gick inte att skapa nyckelhärledning från angivna parametrar

source: failed to generate new wallet:
sv: det gick inte att skapa ny plånbok:

source: failed to get blockchain height:
sv: det gick inte att "get" blockkedjans höjd:

source: failed to get output:
sv: det gick inte att "get output":

source: failed to get random outputs to mix
sv: det gick inte att hämta slumpmässiga "outputs" att mixa

source: failed to get random outputs to mix:
sv: det gick inte att "get" slumpmässiga "outputs" att "mix":

source: failed to get spent status
sv: det gick inte att "get" spent status

source: failed to get the right transaction from daemon
sv: det gick inte att hämta rätt transaktion från daemonen

source: failed to get transaction from daemon
sv: det gick inte att hämta transaktion från daemon

source: failed to load wallet:
sv: det gick inte att läsa in plånboken:

source: failed to open account
sv: det gick inte att öppna konto

source: failed to parse address
sv: det gick inte att parsa adressen

source: failed to parse index
sv: det gick inte att parsa index

source: failed to parse payment ID
sv: det gick inte att parsa betalnings-ID

source: failed to parse payment ID or address
sv: det gick inte att parsa betalnings-ID eller adress

source: failed to parse refresh type
sv: det gick inte att parsa refresh type

source: failed to parse secret spend key
sv: det gick inte att parsa hemlig spendernyckel

source: failed to parse secret view key
sv: det gick inte att parsa hemlig visningsnyckel

source: failed to parse spend key secret key
sv: det gick inte att parsa spendernyckel hemlig nyckel

source: failed to parse transaction from daemon
sv: det gick inte att parsa transaktion från daemonen

source: failed to parse tx key
sv: det gick inte att parsa transaktionsnyckeln

source: failed to parse tx_key
sv: det gick inte att parsa tx_key

source: failed to parse txid
sv: det gick inte att parsa transaktions-id

source: failed to parse view key secret key
sv: det gick inte att parsa visningsnyckel hemlig nyckel

source: failed to read file
sv: det gick inte att läsa filen

source: failed to read wallet password
sv: det gick inte att läsa lösenord för plånboken

source: failed to save file
sv: det gick inte att spara fil

source: failed to set up payment id, though it was decoded correctly
sv: det gick inte att "set up" betalnings-ID, även om den dekodades korrekt

source: failed to validate transaction from daemon
sv: det gick inte att validera transaktion från daemon

source: failed to verify key
sv: det gick inte att verifiera nyckeln

source: failed to verify secret spend key
sv: det gick inte att verifiera hemlig spendernyckel

source: failed to verify secret view key
sv: det gick inte att verifiera hemlig visningsnyckel

source: failed to verify spend key secret key
sv: det gick inte att verifiera spendernyckel hemlig nyckel

source: failed to verify view key secret key
sv: det gick inte att verifiera visningsnyckel hemlig nyckel

source: found outputs to mix
sv: hittade "outputs" att mixa

source: full (slowest, no assumptions); optimize-coinbase (fast, assumes the whole coinbase is paid to a single address); no-coinbase (fastest, assumes we receive no coinbase transaction), default (same as optimize-coinbase)
sv: full (långsammast, inga antaganden); optimize-coinbase (snabb, antar att hela coinbase-transaktionen betalas till en enda adress); no-coinbase (snabbast, antar att ingen coinbase-transaktion tas emot), default (samma som optimize-coinbase)

source: global index
sv: globalt index

source: height
sv: höjd

source: in txid
sv: i transaktions-id

source: incoming_transfers [available|unavailable] - Show incoming transfers, all or filtered by availability
sv: incoming_transfers [available|unavailable] - Visa inkommande "transfers, all or filtered by availability"

source: integer >= 2
sv: heltal >= 2

source: integrated_address [PID] - Encode a payment ID into an integrated address for the current wallet public address (no argument uses a random payment ID), or decode an integrated address to standard address and payment ID
sv: integrated_address [PID] - Koda ett betalnings-ID till en integrerad adress för den aktuella plånbokens offentliga adress (inget argument använder ett slumpmässigt betalnings-ID), eller dekoda en integrerad adress till standardadress och betalnings-ID

source: internal error:
sv: internt fel:

source: invalid address
sv: ogiltig adress

source: invalid amount threshold
sv: ogiltig belopp tröskel

source: invalid arguments.
sv: ogiltiga argument.

source: invalid count: must be an unsigned integer
sv: invalid count: måste vara ett heltal utan tecken

source: invalid language choice passed.
sv: ogiltigt språkval "passed".

source: invalid password
sv: ogiltigt lösenord

source: invalid unit
sv: ogiltig enhet

source: invalid value
sv: ogiltigt värde

source: key does not match address
sv: nyckeln matchar inte adressen

source: locked
sv: låst

source: locked_transfer [<mixin_count>] <addr> <amount> <lockblocks>(Number of blocks to lock the transaction for, max 1000000) [<payment_id>]
sv: locked_transfer [<mixin_count>] <adr> <belopp> <lockblocks>(Number of blocks to lock the transaktion för, max 1000000) [<payment_id>]

source: mining has NOT been started:
sv: brytning has NOT been started:

source: mining has NOT been stopped:
sv: brytning har "NOT been stopped":

source: missing amount threshold
sv: belopp tröskel saknas

source: mixin must be an integer >= 2
sv: mixin måste vara ett heltal >= 2

source: needs an argument
sv: kräver ett argument

source: no change
sv: ingen växel

source: no connection to daemon.
sv: ingen anslutning till daemonen.

source: no tx keys found for this txid
sv: inga tx-nycklar kunde hittas för detta txid

source: not enough money to transfer, available only , sent amount
sv: inte tillräckligt med pengar för överföring, endast tillgängligt , skickat belopp

source: not enough money to transfer, available only , transaction amount = + (fee)
sv: ej tillräckligt med pengar för överföring, endast tillgängligt , transaktionsbelopp = + (avgift)

source: not enough outputs for specified mixin_count
sv: inte tillräckligt många "outputs" för angiven mixin_count

source: one of destinations is zero
sv: en av destinationerna är noll

source: out
sv: ut

source: output amount
sv: "output" belopp

source: output key's originating block height shouldn't be higher than the blockchain height
sv: "output key's originating" blockhöjd "shouldn't be higher than the blockchain height"

source: payment
sv: betalning

source: payment ID has invalid format, expected 16 or 64 character hex string:
sv: betalnings-ID har ogiltigt format, "förväntade" en 16- eller 64-teckens hex-sträng:

source: payment id has invalid format, expected 16 or 64 character hex string:
sv: betalnings-ID har ogiltigt format, en 16- eller 64-teckens hex-sträng förväntades:

source: payments <PID_1> [<PID_2> ... <PID_N>] - Show payments for given payment ID[s]
sv: payments <PID_1> [<PID_2> ... <PID_N>] - Visa betalningar för ett givet betalnings-ID[s]

source: permits inbound unencrypted external connections.
sv: tillåter inkommande okrypterade externa anslutningar.

source: possibly lost connection to daemon
sv: möjlig förlust av anslutning till daemon

source: priority must be 0, 1, 2 3,or 4
sv: prioritet måste vara 0, 1, 2, 3 eller 4

source: priority must be 0, 1, 2, 3, or 4
sv: prioritet måste vara 0, 1, 2, 3 eller 4

source: priority must be 0, 1, 2, 3,or 4
sv: prioritet måste vara 0, 1, 2, 3 eller 4

source: received
sv: mottaget

source: received nothing in txid
sv: tog emot "nothing" i transaktions-id

source: refresh error:
sv: fel vid uppdatering:

source: refresh failed:
sv: det gick inte att att uppdatera:

source: sending to
sv: skickar till

source: set seed: needs an argument.
sv: set seed: behöver ett argument.

source: set: unrecognized argument(s)
sv: set: "unrecognized" argument

source: set_log <level>|<categories> - Change current log detail (level must be <0-4>)
sv: set_log <level>|<categories> - Ändra detaljnivån för aktuell logg (level måste vara <0-4>)

source: show_transfers [in|out|pending|failed|pool] [<min_height> [<max_height>]] - Show incoming/outgoing transfers within an optional height range
sv: show_transfers [in|out|pending|failed|pool] [<min_height> [<max_height>]] - Visa inkommande/utgående överföringar inom ett "optional" height-intervall

source: specify a recovery parameter with the --electrum-seed="words list here"
sv: ange en återställningsparameter med --electrum-seed="ordlista här"

source: specify a wallet path with --generate-new-wallet (not --wallet-file)
sv: ange sökväg till en plånbok med --generate-new-wallet (inte --wallet-file)

source: spend key does not match address
sv: spendernyckel matchar inte adress

source: spend key does not match standard address
sv: spendernyckel matchar inte standardadress

source: spent
sv: spenderat

source: start_mining [<number_of_threads>] - Start mining in daemon
sv: start_mining [<number_of_threads>] - Starta brytning i daemonen

source: sweep_all [mixin] address [payment_id] - Send all unlocked balance to an address
sv: sweep_all [mixin] address [payment_id] - Skicka all olåst "balance" till en adress

source: sweep_below <amount_threshold> [mixin] address [payment_id] - Send all unlocked outputs below the threshold to an address
sv: sweep_below <amount_threshold> [mixin] address [payment_id] - Skicka alla "unlocked outputs" under tröskeln till en adress

source: the password file specified could not be read
sv: det gick inte att läsa angiven lösenordsfil

source: the same transaction
sv: samma transaktion

source: the zip file from GitHub and run this generator offline as a local html file.
sv: zip-filen från GitHub och kör denna generator som en lokal html-fil, utan att vara uppkopplad mot nätet.

source: this command requires a trusted daemon.
sv: detta kommando kräver en betrodd/"trusted" daemon.

source: transaction
sv: transaktion

source: transaction was rejected by daemon with status:
sv: transaktionen avvisades av daemonen med status:

source: transaction cancelled.
sv: transaktion "cancelled".

source: transaction was not constructed
sv: transaktionen konstruerades inte

source: transfer [<priority>] [<mixin_count>] <address> <amount> [<payment_id>] - Transfer <amount> to <address>.
sv: transfer [<prioritet>] [<mixin_count>] <adress> <belopp> [<payment_id>] - "Överför/Transfer" <belopp> till <adress>.

source: true
sv: sant

source: unexpected error:
sv: oväntat fel:

source: unknown error
sv: okänt fel

source: unknown transfer error:
sv: okänt överföringsfel:

source: unlocked
sv: olåst

source: unlocked balance:
sv: olåst saldo "unlocked balance":

source: unsigned integer
sv: positivt heltal

source: unspent_outputs [<min_amount> <max_amount>] - Show unspent outputs within an optional amount range
sv: unspent_outputs [<min_belopp> <max_belopp>] - Visa unspent outputs inom ett valfritt beloppsintervall

source: unsupported transaction format
sv: transaktionsformatet stöds inte

source: usage: address_book [(add (<address> [pid <long or short payment id>])|<integrated address> [<description possibly with whitespaces>])|(delete <index>)]
sv: användning: address_book [(add (<adress> [pid <långt eller kort betalnings-ID>])|<Integrerad adress> [<beskrivning "possibly" med "whitespaces">])|(delete <index>)]

source: usage: check_tx_key <txid> <txkey> <address>
sv: användning: check_tx_key <txid> <txkey> <adress>

source: usage: check_tx_proof <txid> <address> <signature>
sv: användning: check_tx_proof <txid> <adress> <signatur>

source: usage: export_key_images <filename>
sv: användning: export_key_images <filnamn>

source: usage: export_outputs <filename>
sv: användning: export_outputs <filnamn>

source: usage: get_tx_key <txid>
sv: användning: get_tx_key <txid>

source: usage: get_tx_note [txid]
sv: användning: get_tx_note [txid]

source: usage: get_tx_proof <txid> <dest_address> [<tx_key>]
sv: användning: get_tx_proof <txid> <dest_address> [<tx_key>]

source: usage: import_key_images <filename>
sv: användning: import_key_images <filnamn>

source: usage: import_outputs <filename>
sv: användning: import_outputs <filnamn>

source: usage: integrated_address [payment ID]
sv: användning: integrated_address [betalnings-ID]

source: usage: payment_id
sv: användning: payment_id

source: usage: set_log <log_level_number_0-4> | <categories>
sv: användning: set_log <log_level_number_0-4> | <categories>

source: usage: set_tx_note [txid] free text note
sv: användning: set_tx_note [txid] free text note

source: usage: show_transfer <txid>
sv: användning: show_transfer <txid>

source: usage: show_transfers [in|out|all|pending|failed] [<min_height> [<max_height>]]
sv: användning: show_transfers [in|out|all|pending|failed] [<min_height> [<max_height>]]

source: usage: sign <filename>
sv: användning: sign <filnamn>

source: usage: unspent_outputs [<min_amount> <max_amount>]
sv: användning: unspent_outputs [<min_belopp> <max_belopp>]

source: usage: verify <filename> <address> <signature>
sv: användning: verify <filnamn> <adress> <signatur>

source: view key does not match address
sv: visningsnyckel matchar inte adress

source: view key does not match standard address
sv: visningsnyckel matchar inte standardadress

source: wallet
sv: plånbok

source: wallet failed to connect to daemon:
sv: plånboken kunde inte ansluta till daemonen:

source: wallet file path not valid:
sv: ogiltig sökväg till plånbok:

source: wallet is non-deterministic and has no seed
sv: plånbok is non-deterministic and has no seed

source: wallet is null
sv: plånboken är null

source: wallet is watch-only and cannot export key images
sv: plånbok is watch-only and cannot export key images

source: wallet is watch-only and cannot sign
sv: plånbok is watch-only and cannot sign

source: wallet is watch-only and cannot transfer
sv: plånboken är bara för granskning och kan inte göra överföringar

source: wallet is watch-only and has no seed
sv: plånbok är enbart till för granskning och saknar "seed"

source: wallet is watch-only and has no spend key
sv: plånboken är endast för granskning och har ingen spendernyckel

source: with no destinations
sv: utan några destinationer

source: wrong number of arguments
sv: fel antal argument

source: yes
sv: ja

source: you have cancelled the transfer request
sv: du har avbrutit överföringsbegäran
